{
    "1": "【末蝕降臨】<br>天空被血紅色的日蝕吞沒，刺耳的防空警報聲在尖叫了三小時後終於沉寂，取而代之的是街道上無休止的嘶吼與咀嚼聲。你從昏迷中醒來，空氣中瀰漫著鐵鏽與腐肉混合的腥味。手機螢幕亮著最後一條緊急通告：「不要相信任何人，不要發出聲音。」你看著窗外燃燒的城市，握緊了手中唯一的武器。舊世界已經死了，從今天起，活下去是唯一的法律。",
    
    "10": "【適應與絕望】<br>十天過去了，救援隊沒有來，廣播頻段也只剩下一片死寂的白噪音。你學會了在睡覺時睜著一隻眼，學會了分辨風聲與喪屍拖行腳步聲的區別。街道上的屍體開始腫脹、腐爛，但更可怕的是那些活著的人。昨天你看見有人為了一罐過期的貓罐頭，用磚頭砸爛了同伴的腦袋。你意識到，比起那些嗜血的怪物，飢餓和恐懼才是更致命的毒藥。",
    
    "20": "【進化的徵兆】<br>情況正在惡化。你在外出搜尋物資時，遇到了一隻與眾不同的喪屍。它的肌肉呈現出異常的灰白色，行動速度遠超常人，甚至懂得躲避你的攻擊。日蝕帶來的輻射似乎正在催化某種變異。在它的屍體旁，你發現了一本染血的筆記，上面潦草地寫著：「它們在學習……它們在進化……蝕刻病毒不是自然產物。」這行字讓你背脊發涼。",
    
    "30": "【暗夜低語】<br>最近的夜晚變得格外漫長。紅色的月光下，你總能聽到城市深處傳來低沉的轟鳴聲，像是某種巨大的心臟在跳動。你的精神狀態開始變得不穩定，幻聽越來越頻繁。有時候，你會覺得那些喪屍在呼喚你的名字。你必須時刻盯著自己的SAN值，在這個瘋狂的世界裡，保持理智比保持健康更難。你告訴自己：那只是風聲，那只是風聲。",
    
    "40": "【倖存者據點】<br>你收到了一個斷斷續續的無線電信號，坐標指向市中心的廣播塔。當你冒死趕到時，只看到了一片廢墟和滿地的彈殼。據點被攻破了，牆上用血寫著巨大的「叛徒」。這裡曾發生過一場激烈的內鬥。你在屍堆中找到了一張地圖，上面圈出了幾個紅色的危險區域，並標註著「巢穴」。看來，有組織的屍群正在形成，而人類依然在自相殘殺。",
    
    "50": "【血色滿月】<br>今天是「血月」之夜。天空中的日蝕光環變得鮮紅欲滴，所有的喪屍都陷入了狂暴狀態。它們不再漫無目的地遊蕩，而是像潮水一樣向著同一個方向湧去——城市的中央區。你在高處用望遠鏡觀察，看到了一個令人絕望的景象：無數的喪屍正在堆疊在一起，似乎在建造某種祭壇。這不再是單純的病毒爆發，這是某種邪惡儀式的開端。",
    
    "60": "【變異核心】<br>為了尋找更強力的裝備，你深入了地圖上標記的「重度污染區」。這裡的植物都變成了紫黑色，會主動纏繞過往的生物。你在一間地下實驗室裡發現了驚人的真相：這次末日並非天災，而是「永生計劃」的失敗品。最初的病毒是為了修復人體細胞，卻在日蝕的引力波下發生了不可逆的突變。你是唯一的知情者，這份真相沉重得讓你喘不過氣。",
    
    "70": "【獵殺者出現】<br>你感覺自己被盯上了。一種穿著破爛風衣、手持電鋸的巨型喪屍開始頻繁出現在你的活動區域。它似乎擁有一定的智力，專門獵殺其他倖存者並收集他們的裝備。這是「暴君」級別的變異體。在一次遭遇戰中，你勉強逃脫，但你的手臂上留下了深可見骨的傷痕。你知道，這場貓鼠遊戲不會持續太久，你要麼殺了它，要麼成為它的戰利品。",
    
    "80": "【孤獨的信號】<br>無線電再次響起，這次是一個清晰的男聲，自稱是「方舟」基地的科學家。他說他們研發出了能暫時抑制病毒的血清，但需要有人將關鍵的數據芯片送到城市邊緣的發射井。這聽起來像是一個陷阱，或者是最後的希望。你看著日益枯竭的物資和窗外越來越密集的屍群，決定賭一把。反正，留在這裡也只是等死。",
    
    "90": "【屍潮圍城】<br>前往發射井的路被屍潮徹底堵死了。成千上萬的喪屍擠滿了街道，如同黑色的河流。你被迫躲進一棟堅固的銀行大樓。接下來的三天是地獄般的煎熬，你利用狹窄的樓道和自製的陷阱，擊退了一波又一波的進攻。彈藥耗盡了，你只能用消防斧肉搏。當最後一隻喪屍倒下時，你全身都被黑色的血漿覆蓋，分不清是自己的還是怪物的。",
    
    "100": "【百日餘生】<br>活過一百天，這本身就是一個奇蹟。你的眼神變得像野獸一樣冷酷，你的肌肉記憶裡刻滿了殺戮的技巧。你不再是那個在辦公室裡敲鍵盤的普通人，你是廢土上的獵人。你找到了一面鏡子，幾乎認不出裡面的自己。長髮凌亂，滿臉鬍渣，眼神中透著一股令人膽寒的殺氣。你活下來了，但你的人性還剩下多少？",
    
    "120": "【基因鎖解除】<br>在長期的戰鬥和輕微的病毒感染下，你的身體似乎也發生了某種變化。你的力量、反應速度都遠超常人，傷口的癒合速度也變快了。科學家稱之為「適應性進化」。你開始能使用一些常人無法想像的重型武器，甚至能感知到周圍喪屍的腦電波波動。這是一份禮物，還是一份詛咒？你正在慢慢變成你所對抗的怪物嗎？",
    
    "140": "【通往地獄的車票】<br>你終於接近了城市的核心區——那個巨大的黑色尖塔所在的位置。那裡曾是这座城市最高的摩天大樓，現在卻被無數的血肉藤蔓包裹，成為了連接天與地的魔塔。周圍的引力場異常混亂，車輛懸浮在半空，建築物扭曲變形。每前進一步，你的大腦都像被針扎一樣劇痛。最終的審判之地就在眼前。",
    
    "160": "【最後的通牒】<br>「方舟」的科學家再次聯繫了你，聲音急促而絕望。他們說，日蝕即將進入「全食」階段，屆時尖塔將釋放覆蓋全球的衝擊波，徹底重寫地球生態。人類將徹底滅絕，取而代之的是新的硅基-血肉混合生命體。你必須在第 196 天之前攻入塔頂，摧毀那個被稱為「屍王」的核心載體。你是全人類最後的希望。",
    
    "180": "【決戰前夕】<br>你將所有的資源都拿了出來，最好的槍械，最鋒利的刀刃，還有那一支珍貴的腎上腺素。你坐在營火旁，仔細地擦拭著武器。回想起這 180 天的旅程，那些死去的朋友，那些失去的人性，所有的痛苦和犧牲都將在接下來的戰鬥中得到終結。你沒有恐懼，只有燃燒的怒火。明天，太陽將會升起，或者是永遠的黑暗。",
    
    "196": "【終焉之刻】<br>你站在了黑色尖塔的頂端。狂風呼嘯，血紅色的天空彷彿觸手可及。在你面前的，是那個引發了一切災難的源頭——最終屍王。它懸浮在半空，身後連接著無數的血管與電纜，宛如一尊墮落的神明。它緩緩睜開了眼睛，那雙眼睛裡沒有瞳孔，只有無盡的虛空。「你來遲了，凡人。」它發出震耳欲聾的咆哮。拔出你的武器吧，為了人類的黎明，斬殺神明！"
}